Repository: johnspade/taskobot-scala
Catalog: src/main/locales/*.po
Languages: es_es, it_it, ru_ru, tr_tr, zh_tw

source: Chat
ru_ru: Чат
tr_tr: Sohbet
zh_tw: 聊天

source: Select the task number to mark it as completed.
es_es: Seleccioná el número de la tarea para marcarla como completada.
it_it: Selesiona i task da impostare come completati.
ru_ru: Выбери номер задачи, чтобы отметить ее завершенной.
tr_tr: Tamamlandı olarak işaretlemek için görev numarasını seçin.
zh_tw: 選擇任務編號以標記【已完成】狀態。

source: New personal task
es_es: Nueva tarea individual
it_it: Nuovo task personale
ru_ru: Новая личная задача
tr_tr: Yeni kişisel görev
zh_tw: 新增個人任務

source: Type <code>@tasko_bot task</code> in private chat and select <b>Create task</b>
es_es: Escribí <code>@tasko_bot task</code> en algún chat y seleccioná <b>Create task</b>
it_it: Tu puoi scrivere <code>@tasko_bot task</code> nella chat privatae selezionare <b>Crea task</b>
ru_ru: В чате с собеседником напиши <code>@tasko_bot {задача}</code> и нажми <b>Создать задачу</b>
tr_tr: Özel sohbette <code>@tasko_bot görev</code> yazabilir ve <b>Görev oluştur</b>'u seçebilirsiniz
zh_tw: 在私人聊天室中輸入 <code>@tasko_bot task</code>，然後選取 <b>Create task</b>

source: Buy me a coffee
es_es: Invitame un café
ru_ru: Поддержать
zh_tw: 幫我買一杯咖啡

source: Chat list
es_es: Lista de chats
it_it: Lista delle chat
ru_ru: Список чатов
tr_tr: Sohbet listesi
zh_tw: 聊天室清單

source: Tasks
es_es: Tareas
ru_ru: Задачи
tr_tr: Görevler
zh_tw: 任務

source: New collaborative task
es_es: Nueva tarea colaborativa
it_it: Nuovo task collaborazione
ru_ru: Новая совместная задача
tr_tr: Yeni birliği görev
zh_tw: 新增協作任務

source: Help
es_es: Ayuda
it_it: Aiuto
ru_ru: Справка
tr_tr: Yardım
zh_tw: 協助

source: Settings
es_es: Preferencias
it_it: Impostazioni
ru_ru: Настройки
tr_tr: Ayarlar
zh_tw: 設定

source: Taskobot is a task collaboration bot. You can type <code>@tasko_bot task</code> in private chat and select <b>Create task</b>. After receiver's confirmation collaborative task will be created. Type /list in the bot chat to see your tasks.
es_es: Taskobot es un bot de tareas colaborativas. Podés escribir <code>@tasko_bot task</code> en un chat privado y seleccionar <b>Create task</b>. Después de recibir una confirmación, se creará una tarea colaborativa. Escribí /list en el chat del bot para ver tus tareas.
it_it: Taskobot è un bot di creazione di task per la collaborazione. Tu puoi scrivere <code>@tasko_bot task</code> nella chat privatae selezionare <b>Crea task</b>. Dopo aver ricevuto la conferma della creazione del task scrivi /list nella chat del bot per vedere i tuoi task.
ru_ru: Таскобот позволяет создавать совместные задачи. В чате с собеседником напиши <code>@tasko_bot {задача}</code> и нажми <b>Создать задачу</b>. После подтверждения собеседником будет создана общая задача. Для получения списка своих задач напиши мне команду /list.
tr_tr: Taskobot, bir görev iş birliği botu. Özel sohbette <code>@tasko_bot görev</code> yazabilir ve <b>Görev oluştur</b>'u seçebilirsiniz. Alıcının onayından sonra, görev iş birliği oluşturulacak. Görevlerinizi görmek için bot sohbetinde /list yazın.
zh_tw: Taskobot 是一個記錄協作任務的機器人。你可以在私人聊天室中輸入 <code>@tasko_bot task</code>，並選擇 <b>Create task</b>.。協作任務將在在受話者確認後建立。在機器人中輸入 /list 來檢視你你的任務。

source: Support a creator
es_es: Ayudá al creador
it_it: Supporta gli sviluppatori
ru_ru: Поддержать создателя
zh_tw: 支持創作者

source: Forward messages here to create personal tasks.
es_es: Reenviá mensajes acá para crear tareas personales.
ru_ru: Перешли сюда сообщение, чтобы создать личную задачу.
zh_tw: 轉寄訊息到這裡來建立個人任務。

source: Personal task "%(task)" has been created.
es_es: La tarea individual "%(task)" ha sido creada.
it_it: Task "%(task)" è stato creatp.
ru_ru: Личная задача "%(task)" создана.
tr_tr: "%(task)" isimli kişisel görev oluşturuldu.
zh_tw: 已建立「%(task)」個人任務。

source: Chats with tasks
es_es: Chats con tareas
it_it: Chats con task
ru_ru: Чаты с задачами
tr_tr: Görevli sohbetler
zh_tw: 所有聊天室的任務列表

source: Personal tasks
es_es: Tareas individuales
it_it: Task personali
ru_ru: Личные задачи
tr_tr: Kişisel görevler
zh_tw: 個人任務清單

source: Previous page
es_es: Página anterior
it_it: Pagina precedente
ru_ru: Предыдущая страница
tr_tr: Önceki sayfa
zh_tw: 上一頁

source: Next page
es_es: Página siguiente
it_it: Prossima pagina
ru_ru: Следующая страница
tr_tr: Sonraki sayfa
zh_tw: 下一頁

source: Current language: %(languageName)
es_es: Idioma actual: %(languageName)
it_it: Lingua selezionata: %(languageName)
ru_ru: Текущий язык: %(languageName)
tr_tr: Şu anki dil: %(languageName)
zh_tw: 目前語言: %(languageName)

source: Switch language
es_es: Cambiar lenguaje
it_it: Cambia lingua
ru_ru: Изменить язык
tr_tr: Dili değiştirin
zh_tw: 切換語言

source: Create task
es_es: Crear tarea
it_it: Crea task
ru_ru: Создать задачу
tr_tr: Görev oluştur
zh_tw: 建立任務

source: Language has been changed
es_es: Idioma cambiado
it_it: La lingua è stata cambiata
ru_ru: Язык изменен
tr_tr: Dil değiştirildi
zh_tw: 已成功變更語言

source: The task must be confirmed by the receiver
es_es: La tarea tiene que ser confirmada por el receptor
it_it: Il task deve essere confermato dal ricevente
ru_ru: Задача должна быть подтверждена собеседником
tr_tr: Görev, alıcı tarafından onaylanmalı
zh_tw: 此任務必須由對方確認後成立

source: Task has been marked as completed.
es_es: La tarea se marcó como completada.
it_it: Il task è stato impostato come completato.
ru_ru: Задача отмечена как завершенная.
tr_tr: Görev, tamamlandı olarak işaretlendi.
zh_tw: 此任務已標記為完成。

source: Task "%(taskText)" has been marked as completed by %(completedBy).
es_es: La tarea "%(taskText)" se marcó como completada por %(completedBy).
it_it: Il task "%(taskText)" è stato settato completato da %(completedBy).
ru_ru: Общая с %(completedBy) задача "%(taskText)" отмечена как завершенная.
tr_tr: "%(taskText)" isimli görev, %(completedBy) tarafından tamamlandı olarak işaretlendi.
zh_tw: 任務「%(taskText)」 已由 %(completedBy) 標記為完成。
